{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 180,
        "IconURL": "https://i.imgur.com/8YeRKTu.png",
        "DisableIconText": true,
        "IconPosition": 0,
        "IconTextColor": 8,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "Welcome",
          "title1": "Welcome to TECArk PvP Server!",
          "text1": "Check out TECArk's Discord for updates or any information regarding the server!\n\nFor Xbox/Playstation Players Hold Down X or Square, for PC Players hold down R or F5 to open the shop/wheel.\n\nIf console players can not access the in-game store, you still can connect your ark account to the website and claim your starter kits, purchase items/dinos etc.",
          "imageurl": "https://i.imgur.com/9QVINbp.png"
        }
      },
      {
        "tab2": {
          "layout": 3,
          "buttontext": "<RichColor Color=\"1,0,0,1\">Rules & Information</>",
          "title1": "Rules",
          "title2": "Server Stats",
          "title4": "Banned Items/Dinos",
          "text1": "1. You must respect all users, regardless of your liking towards them. Treat others the way you want to be treated.\n\n2. The use of profanity should be kept to a minimum. However, any derogatory language towards any user is prohibited.\n\n3. We do not tolerate any kind of advertisements, whether it be for other communities or streams. You can post your content in the media channel (Discord) if it is relevant and provides actual value (Video/Art).\n\n4. No offensive character names.\n\n5. Threats to other users of DDoS, Death, DoX, abuse, and other malicious threats are prohibited and disallowed.\n\n6. The Admins and Mods will Kick/Ban per discretion. If you feel mistreated DM an Admin on Discord and we will resolve the issue.\n\n7. When playing on TECArk Servers, players must ensure that they are not taking advantage of hacking exploits and unfair play. Do not under any circumstances allow hackers to join your tribe, alliance, or party up alongside you within the game. It is your responsibility to remove them or yourself from the tribe. If you witness someone breaking the rules through the use of a game exploit, or a third-party program (such as ESP or AIMBOT) ensure that you submit a report on TECArk Discord or the TECArk website! If found guilty player/tribe will be banned from the TECArk Servers!\n\n8. Your presence in this server implies accepting these rules, including all further changes. These changes might be done at any time without notice, it is your responsibility to check for them.",
          "text2": "Game Mode: PvP\n\nHarvest Rate: 25x\n\nDinos Spawn Max Level: 300\n\nTaming: Instant\n\nMax Character Level: 105 (135 With Ascension)",
          "text4": "Tek/Voidwyverns has been disabled until Dino Discovery Mod gets updated to allow the dino to be breedable",
          "imageurl": "https://i.imgur.com/9QVINbp.png"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Discord",
          "url": "https://discord.gg/KVT2Xmmw5r"
        },
        "link2": {
          "text": "Webstore",
          "url": "https://tecarkstore.gameserverapp.net/"
        },
        "link3": {
          "text": "Link Your Ark Account Guide",
          "url": "https://docs.gameserverapp.com/dashboard/community/website#connect-sub-accounts-on-community-website"
        }
      }
    ]
  }
}
